<?php

return [
    'coupons'  => [
        'datatable' => [
            'created_at'    => 'تاريخ الآنشاء',
            'date_range'    => 'البحث بالتواريخ',
            'options'       => 'الخيارات',
            'status'        => 'الحالة',
            "code"         => "الكود",
            'min'              => 'اقل قيمه ',
            'max'               => ' اقصى قيمه فى حالة النسه ',
            "amount"            => "الخصم",
            "expired_at"        => "تاريخ الانتهاء",
            "max_use"           => "اقصى عدد مرات لاستخدام",
            "current_use"       => "عدد مرات الاستخدام",
            "max_use_user"      => " اقصى مرات استخدام للشخص ",
            "is_fixed"          => " قيمة ثابته",


        ],
        'form'      => [
            'status'        => 'الحالة',
            "code"         => "الكود",
            'min'              => 'اقل قيمه ',
            'max'               => ' اقصى قيمه فى حالة النسه ',
            "amount"            => "الخصم",
            "expired_at"        => "تاريخ الانتهاء",
            "max_use"           => "اقصى عدد مرات لاستخدام",
            "current_use"       => "عدد مرات الاستخدام",
            "max_use_user"      => " اقصى مرات استخدام للشخص ",
            "is_fixed"          => " قيمة ثابته",
            "courses"           => "الكورسات",
            'tabs'              => [
                'general'   => 'بيانات عامة',
            ],
            'type'            => ' نوع الكوبون',
            'types' => [
                'courses' => ' دورات',
                'lawyers' => 'محامين',
            ],

        ],
        'routes'    => [
            'create'    => 'اضافة كوبون ',
            'index'     => ' الكوبونات ',
            'update'    => 'تعديل كوبون',
        ],
        'validation' => [
            "not_valid" => "الكوبون غير صالح "
        ],
    ],

];
